// Copyright (c) 2011 The Chromium OS Authors. All rights reserved.
// Use of this source code is governed by a BSD-style license that can be
// found in the LICENSE file.

/* Menus */
"Menu About" = "Acerca de Chrome OS Image Creator";
"Menu Prefs" = "Preferencias…";
"Menu Services" = "Servicios";
"Menu Hide" = "Ocultar Chrome OS Image Creator";
"Menu Hide Others" = "Ocultar otros elementos";
"Menu Show All" = "Mostrar todo";
"Menu Quit" = "Salir de Chrome OS Image Creator";
"Menu Window" = "Ventana";
"Menu Minimize" = "Minimizar";
"Menu Zoom" = "Acercar/alejar";
"Menu Bring All To Front" = "Superponer todo";
"Menu Help" = "Ayuda";
"Menu App Help" = "Ayuda de Chrome OS Image Creator";

/* Buttons */
"Button Previous" = "Anterior";
"Button Next" = "Siguiente";
"Button Stop" = "Detener";
"Button Done" = "Listo";

/* Tab: Select device model */
"Text Welcome" = "Te damos la bienvenida a Chrome OS Image Creator. Selecciona tu modelo de dispositivo Chrome OS.";
"Button Local Image" = "Imagen local…";

/* Tab: Select USB stick */
"Text Select Prompt" = "Selecciona un dispositivo de memoria USB para la recuperación:";
"Text Insertion Prompt" = "Inserta un dispositivo de memoria USB.";

/* Tab: Done */
"Text Congrats" = "¡Enhorabuena! Has creado una unidad de arranque de recuperación para tu ordenador Chrome OS. Retira la unidad del equipo y consérvala por si tienes que utilizarla para restaurar el sistema operativo de tu Chromebook en caso de que resulte dañado.";

/* Error starting Disk Arbitration. */
"NoDiskArb Message" = "Esta aplicación no se puede ejecutar.";
"NoDiskArb Informative" = "Se ha producido un error inesperado al iniciar Disk Arbitration.";
"NoDiskArb OK" = "Aceptar";

/* Error retrieving config file. */
"CantGetConfig Message" = "No se puede recuperar la lista de imágenes.";
"CantGetConfig Informative" = "Se ha producido un error al recuperar la lista de imágenes de recuperación disponibles (%1$@). Asegúrate de que tu conexión de red funcione correctamente.";
"CantGetConfig OK" = "Aceptar";
"CantGetConfig Error NoConnection" = "no se ha podido asignar una conexión";
"CantGetConfig Error DownloadError" = "se ha producido un error durante la descarga";
"CantGetConfig Error StringCreate" = "no se ha podido utilizar la respuesta";

/* Version error. */
"VersionError Message" = "Esta versión de la aplicación es demasiado antigua.";
"VersionError Informative" = "Descarga una versión más reciente. Esta es la versión %1$@, y se debe utilizar como mínimo la versión %2$@. %3$@";
"VersionError OK" = "Descargar nueva versión";

/* File dialog to select a local file. */
"SelectLocal File" = "Selecciona una imagen:";
"SelectLocal Button" = "Seleccionar";

/* Alert on writing stick. */
"WriteAlert Message" = "¿Seguro que quieres eliminar el dispositivo de memoria USB %1$@ de forma permanente?";
"WriteAlert Informative" = "Se perderán todos los datos del dispositivo. Esta acción no se puede deshacer.";
"WriteAlert Cancel" = "No eliminar";
"WriteAlert OK" = "Eliminar";

"TooSmallAlert Message" = "El dispositivo de memoria USB %1$@ no se puede utilizar porque no tiene suficiente capacidad.";
"TooSmallAlert Informative" = "Se necesita un dispositivo de memoria USB con una capacidad mínima de %2$@.";
"TooSmallAlert OK" = "Aceptar";

"NotWritable Message" = "No se puede utilizar %1$@ porque está configurado como solo lectura.";
"NotWritable Informative" = "El dispositivo de memoria USB es de solo lectura, así que no puedes utilizarlo a menos que se pueda configurar para poder escribir en él (puede que tenga un interruptor para ello).";
"NotWritable OK" = "Aceptar";

/* Stick writing statuses. */
"Status Downloading" = "Descargando…";
"Status Verifying" = "Verificando…";
"Status Unpacking" = "Descomprimiendo…";
"Status Claiming" = "Reclamando…";
"Status Unmounting" = "Desactivando…";
"Status Writing" = "Escribiendo…";
"Status Ejecting" = "Expulsando…";
"Status Done" = "Listo";

"StatusAdd Attempt" = " (intento %1$d)";

/* Errors */
"Failure Downloading" = "Se ha producido un error (no se ha podido descargar la imagen de origen). ¿Quieres volver a intentarlo?";
"Failure Verifying Return Value" = "Se ha producido un error (no se ha podido verificar la imagen de origen, ha ocurrido un fallo en el programa o se ha recibido el mensaje ''%1$s''). ¿Quieres volver a intentarlo?";
"Failure Verifying SHA Mismatch" = "Se ha producido un error (no se ha podido verificar la imagen de origen o ha ocurrido un fallo en la suma de comprobación). ¿Quieres volver a intentarlo?";
"Failure Unpacking" = "Se ha producido un error (no se ha podido descomprimir la imagen de origen o se ha recibido el mensaje ''%1$s''). ¿Quieres volver a intentarlo?";
"Failure Claiming" = "Se ha producido un error (no se ha podido reclamar el dispositivo de memoria USB). ¿Quieres volver a intentarlo?";
"Failure Unmounting" = "Se ha producido un error (no se ha podido desactivar el dispositivo de memoria USB). ¿Quieres volver a intentarlo?";
"Failure Opening Source Image" = "Se ha producido un error (no se ha podido abrir la imagen de origen o se ha recibido el mensaje ''%1$s''). ¿Quieres volver a intentarlo?";
"Failure Opening Destination Device" = "Se ha producido un error (no se ha podido abrir el dispositivo de memoria USB o se ha recibido el mensaje ''%1$s''). ¿Quieres volver a intentarlo?";
"Failure Reading Source Image" = "Se ha producido un error (no se ha podido leer la imagen de origen o se ha recibido el mensaje ''%1$s''). ¿Quieres volver a intentarlo?";
"Failure Writing Destination Device" = "Se ha producido un error (no ha sido posible escribir datos en el dispositivo de memoria USB o se ha recibido el mensaje ''%1$s''). ¿Quieres volver a intentarlo?";
"Failure Ejecting" = "Se ha producido un error (no se ha podido expulsar el dispositivo de memoria USB). ¿Quieres volver a intentarlo?";

"Failure Try Again" = "Volver a intentarlo";
"Failure Quit" = "Salir";

"Failure Termination Status" = "Código de finalización %d";

"Failure Internal Error 1" = "Fin de archivo inesperado";
